/* 
  InfoPopovers.strings
  CleanMyMac

  Created by krivoblotsky on 5/30/16.
  Copyright © 2016 MacPaw. All rights reserved.
*/

"CannotRemoveSystemApplication" = "Este es un archivo de sistema protegido y no se puede eliminar. Sin embargo, puedes eliminar los archivos relacionados para resetear la aplicación.";
"CannotRemoveAppExtension" = "Este elemento es parte de la aplicación y no puede eliminarse de forma independiente.";
"CannotRemoveChromeResources" = "Este elemento no puede eliminarse, debido a que tu navegador Chrome está conectado a una cuenta de Google. Los datos eliminados, inmediatamente se sincronizan nuevamente en este caso.";
"EmptyPrivacyItems" = "No hay elementos disponibles para eliminar en este grupo.";
"NotEstimatedPrivacyItems" = "La aplicación relacionada se debe cerrar para estimar el número de elementos a limpiar disponibles y seleccionarlos para eliminar.";
"NotEstimatedItem" = "El tamaño de este elemento se calculará cuando te hayas autenticado con tu contraseña de usuario.";
"SiriExtension" = "Siri forma parte del sistema operativo y, por lo tanto, no se puede eliminar por completo.";
